<html>
<head>
<title>grabbeplatz</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<script language="JavaScript">
<!--
function MM_openBrWindow(theURL,winName,features) { //v2.0
  window.open(theURL,winName,features);
}
//-->
</script>
</head>

<body bgcolor="#FFFFFF" vlink="#330000" link="#660000">
<table width="1024" border="0" cellpadding="0" height="768" bgcolor="#FFFFFF" bordercolor="#FFFFFF" cellspacing="0" align="left">
  <tr> 
    <td width="502" valign="top" height="21"><font face="Courier New, Courier, mono" color="#000000"></font></td>
    <td valign="bottom" height="28" width="276"><font face="Verdana, Arial, Helvetica, sans-serif" size="5">zeitraum<font size="2"><br>
      (51&deg; 13.66 nord, 6&deg; 46.523 ost)</font></font></td>
    <td width="246" valign="top" height="28"><font face="Verdana, Arial, Helvetica, sans-serif" size="5"><a name="top"></a></font></td>
  </tr>
  <tr> 
    <td width="502" valign="top" height="395"><font face="Courier New, Courier, mono" color="#000000"><img src="timescape_web.jpg" width="500" height="395" align="top" border="0" vspace="0" hspace="0"></font></td>
    <td width="276" valign="top" height="197"> 
      <div align="left"><img src="big_2.jpg" width="276" height="395"></div>
    </td>
    <td width="246" valign="top" height="196" align="left"> 
      <table width="100%" border="0" cellpadding="0" align="center" height="197">
        <tr> 
          <td><font face="Verdana, Arial, Helvetica, sans-serif" size="2"><a href="#view">installationsansicht</a></font></td>
        </tr>
        <tr> 
          <td><font face="Verdana, Arial, Helvetica, sans-serif" size="5"><a href="#installation"><font size="2">installation</font></a></font></td>
        </tr>
        <tr> 
          <td><font face="Verdana, Arial, Helvetica, sans-serif" size="2"><a href="#concept">konzept</a></font></td>
        </tr>
        <tr> 
          <td><font face="Verdana, Arial, Helvetica, sans-serif" size="2"><a href="#interface">interface</a></font></td>
        </tr>
        <tr> 
          <td><font face="Verdana, Arial, Helvetica, sans-serif" size="2"><a href="#data_processing">data_processing</a></font></td>
        </tr>
        <tr> 
          <td height="12"><a href="#neural_network"><font face="Verdana, Arial, Helvetica, sans-serif" size="2">das 
            neuronale netz</font></a> <font face="Verdana, Arial, Helvetica, sans-serif"><font face="Verdana, Arial, Helvetica, sans-serif"><font color="#CC0000"><font face="Verdana, Arial, Helvetica, sans-serif"><font face="Verdana, Arial, Helvetica, sans-serif"><font face="Verdana, Arial, Helvetica, sans-serif"><font face="Verdana, Arial, Helvetica, sans-serif"><font face="Courier New, Courier, mono" size="2"><a href="torussom.swf" target="torussom" onClick="MM_openBrWindow('','torussom','resizable=yes,width=645,height=480')">visualisierung</a></font></font></font></font></font></font></font></font></td>
        </tr>
        <tr> 
          <td><font face="Verdana, Arial, Helvetica, sans-serif" size="2"><a href="#isosurface">die 
            isofl&auml;che</a></font></td>
        </tr>
        <tr> 
          <td><font face="Verdana, Arial, Helvetica, sans-serif"><a href="#sound"><font size="2">der 
            Sound </font></a></font></td>
        </tr>
        <tr> 
          <td><font face="Verdana, Arial, Helvetica, sans-serif" size="2"><a href="#architectural">architektur-kontext 
            </a></font></td>
        </tr>
        <tr> 
          <td><font face="Verdana, Arial, Helvetica, sans-serif" size="2"><a href="#outlook">vorschau</a></font><font face="Courier New, Courier, mono" size="2" color="#000000"></font></td>
        </tr>
        <tr align="left" valign="top"> 
          <td> 
            <p><font face="Courier New, Courier, mono" size="2" color="#000000"><font face="Courier New, Courier, mono" size="2" color="#000000"><font face="Courier New, Courier, mono" size="2" color="#000000"><font face="Courier New, Courier, mono" size="3" color="#000000"><b><a href="timescape.html" onClick="MM_openBrWindow('','timescapevideo','width=388,height=292')" target="timescapevideo">quicktime</a></b></font></font></font></font></p>
            <p><font face="Courier New, Courier, mono" size="2" color="#000000"></font></p>
          </td>
        </tr>
      </table>
    </td>
  </tr>
  <tr> 
    <td width="502" valign="top" height="18"> 
      <div align="right"><font face="Courier New, Courier, mono" size="2"><i>Installationsansicht 
        am K20 in D&uuml;sseldorf</i></font></div>
    </td>
    <td valign="top" height="18" width="276"> 
      <div align="right"><font face="Courier New, Courier, mono" size="2"><i>screen 
        prints</i></font></div>
    </td>
    <td width="246" valign="top" height="18"><font face="Courier New, Courier, mono" size="2" color="#000000"></font></td>
  </tr>
  <tr> 
    <td valign="top" height="21" colspan="2" bordercolor="0"><img src="kusa_menschen_ms.jpg" width="721" height="635"></td>
    <td width="246" valign="top" height="21"> 
      <p><a name="view"></a> </p>
      <p><font face="Verdana, Arial, Helvetica, sans-serif" size="2"><a href="#top">top</a></font></p>
    </td>
  </tr>
  <tr> 
    <td valign="top" height="21" colspan="2"> 
      <div align="right"><font face="Courier New, Courier, mono" size="2"></font></div>
    </td>
    <td width="246" valign="top" height="21"><font face="Verdana, Arial, Helvetica, sans-serif" color="#000000" size="5">kontext</font></td>
  </tr>
  <tr> 
    <td valign="top" height="23" colspan="2"><font face="Courier New, Courier, mono" size="2">Die 
      Installation Zeitraum ist die aktuelle &#132;inoutsite&#147;- Installation 
      in der Reihe der Videotracking-Installationen f&uuml;r den &ouml;ffentlichen 
      Raum</font></td>
    <td width="246" valign="top" height="23">&nbsp;</td>
  </tr>
  <tr> 
    <td valign="top" colspan="2"> 
      <div align="right"></div>
    </td>
    <td width="246" valign="top"><font face="Verdana, Arial, Helvetica, sans-serif" size="5">installation<a name="installation"></a></font><font face="Courier New, Courier, mono" color="#000000" size="+1"> 
      </font></td>
  </tr>
  <tr> 
    <td valign="top" height="200" colspan="2"><font size="2" face="Courier New, Courier, mono">Man 
      sieht eine virtuelle Skulptur, die Raumh&uuml;llen entstehen und verschwinden 
      l&auml;&szlig;t. Diese sich st&auml;ndig &auml;ndernde Skulptur wird von 
      dem Geschehen auf dem Grabbeplatz gesteuert. Wie eine nat&uuml;rlich gewachsene 
      Architektur ist diese Form in die H&ouml;henlinien der n&auml;heren Umgebung 
      des augenblicklichen Standortes des Betrachters eingebettet. Die Positionen 
      der Menschen auf dem Grabbeplatz sowie die Position des Betrachter des Bildes 
      werden mit roten Kreuzen markiert. Verbindungslinien zeigen von der markierten 
      Person etwa auf die Stelle in den Raumh&uuml;llen, wo die Menschen die generierte 
      Form beeinflussen. <br>
      Die Installation besteht aus einer n&auml;chtlichen Projektion auf die Brunnenwand 
      im Durchgang von K20. Auf dem Dach der Kunstsammlung sind zwei Infrarotstrahler 
      und eine Infrarot-Kamera installiert. Die Strahler gleichen das fehlende 
      Tageslicht aus, damit die Kamera die Bewegungen auf dem Platz aufnehmen 
      kann. Das durch die Strahler geschaffene gleichm&auml;&szlig;ige Licht ist 
      eine wichtige Voraussetzung, um aus dem Videobild die Bewegungen der Menschen 
      ableiten zu k&ouml;nnen. Dies leistet ein Video-Tracking-Programm.. Es wird 
      festgestellt, wo sich auf dem Platz etwas bewegt, indem das aktuelle Videobild 
      mit einem zuvor vom leeren Platz aufgenommenen Bild verglichen wird. Das 
      Ergebnis wird wiederum nach verschiedenen &#132;Blobs&#147; sortiert. &#132;Blob&#147; 
      steht f&uuml;r &#132;Binary Large Object&#147; und bezeichnet ein Feld aus 
      nicht strukturierten Koordinaten, das sich gleichf&ouml;rmig bewegt. Diese 
      bewegten Datenfelder werden an eine Grafik- und Soundprogrammierung weitergeleitet, 
      die aus den abstrahierten Spuren die virtuelle Skulptur errechnet. In dieser 
      werden die Bewegungsspuren interpretiert. Auch in fr&uuml;heren Installationen 
      wie &#132;memory space&#147; (2002), &#132;trace pattern II&#147; (1998) 
      oder &#132;inoutsite I&#147; (1998) und &#132;inoutsite II&#147; (1999) 
      ist auf der Grundlage einer Videotextur das eingespeiste Videobild sichtbar, 
      damit die Menschen, die dieses Bild anschauen, sich selbst (auf dem Platz) 
      im virtuellen Bild wiederentdecken k&ouml;nnen. So wird deutlich, woraus 
      sich die virtuellen Formen, die Wolken oder Pfeile, errechnen. </font></td>
    <td width="246" valign="top" height="200"> 
      <p><font face="Verdana, Arial, Helvetica, sans-serif" size="2"><a href="#top">top</a></font></p>
    </td>
  </tr>
  <tr> 
    <td valign="top" height="22" colspan="2"><font face="Courier New, Courier, mono" color="#000000"></font></td>
    <td width="246" valign="top" height="22">&nbsp;</td>
  </tr>
  <tr> 
    <td valign="top" height="22" colspan="2"> 
      <div align="right"><font face="Courier New, Courier, mono" color="#000000"></font></div>
    </td>
    <td width="246" valign="top" height="22"><font face="Courier New, Courier, mono" color="#000000"><font face="Verdana, Arial, Helvetica, sans-serif" color="#000000" size="5">konzept<a name="concept"></a></font></font></td>
  </tr>
  <tr> 
    <td valign="top" height="54" colspan="2"> 
      <div align="left"><font face="Courier New, Courier, mono" size="2">Die Installation 
        befasst sich mit architektonischen und stadtplanerischen Konzepten. Es 
        soll eine neue, andere Art von Entwurfstechnik ausprobiert werden, die 
        sich an der Beobachtung des Verhaltens von Menschen in Bezug zur Architektur 
        orientiert. Ziel ist Stadt oder Architektur als einen dynamischen Organismus 
        anschaulich zu machen. Stadt und Menschen als etwas Kollektives, st&auml;ndig 
        sich Wandelndes zu begreifen, ist das, was die Installation vermitteln 
        m&ouml;chte.</font></div>
    </td>
    <td width="246" valign="top" height="54"><font face="Verdana, Arial, Helvetica, sans-serif" size="2"><a href="#top">top</a></font> 
    </td>
  </tr>
  <tr> 
    <td valign="top" height="20" colspan="2">&nbsp;</td>
    <td width="246" valign="top" height="20">&nbsp;</td>
  </tr>
  <tr> 
    <td valign="top" height="42" colspan="2"> 
      <div align="right"></div>
    </td>
    <td width="246" valign="top" height="42"> 
      <p><font face="Verdana, Arial, Helvetica, sans-serif" size="5">interface/<br>
        </font><font face="Verdana, Arial, Helvetica, sans-serif" size="5">&uuml;berwachung<a name="interface"></a></font></p>
    </td>
  </tr>
  <tr> 
    <td valign="top" height="67" colspan="2"><font size="2" face="Courier New, Courier, mono">Das 
      System, so wie wir es bei diesen mittlerweile sechs &#132;inoutsite&#147;-Installationen 
      anwenden, erlaubt es nicht, maschinell den Menschen in seiner Individualit&auml;t 
      wahrzunehmen. Es geht ja auch nicht darum, mit einem &Uuml;berwachungssystem 
      zu erkennen, was den einzelnen Menschen ausmacht (denn das k&ouml;nnen wir 
      Menschen immer noch besser als Maschinen), sondern es geht darum, Ortsqualit&auml;ten 
      wahrzunehmen und diese anhand der Menschen und anhand ihres Verhaltens zu 
      testen. Es geht um die Erkenntnis von Verhaltensmustern, aber nicht als 
      Beschreibung des Individuums. Vielmehr soll der Platz individualisiert werden, 
      um schlie&szlig;lich den Charakter dieses Ortes festzustellen.</font></td>
    <td width="246" valign="top" height="67"><font face="Verdana, Arial, Helvetica, sans-serif" size="2"><a href="#top">top</a></font> 
    </td>
  </tr>
  <tr> 
    <td valign="top" height="26" colspan="2">&nbsp;</td>
    <td width="246" valign="top" height="26">&nbsp;</td>
  </tr>
  <tr> 
    <td valign="top" height="23" colspan="2"> 
      <div align="right"><font face="Courier New, Courier, mono" color="#000000"><font size="5" face="Verdana, Arial, Helvetica, sans-serif"> 
        </font></font></div>
    </td>
    <td width="246" valign="top" height="23"><font face="Courier New, Courier, mono" color="#000000"><font size="5" face="Verdana, Arial, Helvetica, sans-serif">datenverarbeitung 
      <a name="data_processing"></a></font></font></td>
  </tr>
  <tr> 
    <td valign="top" height="141" colspan="2"><font size="2" face="Courier New, Courier, mono">Bei 
      der Aufzeichnung von Spuren ist es so, da&szlig; die Art der Computer-Berechnung, 
      die innerhalb der Installation vorgenommen wird, darauf abzielt, den Platz 
      zu charakterisieren, wobei nat&uuml;rlich das Sammeln der verschiedenen 
      individuellen Spuren, das Vergleichen und Auswerten dieser Spuren in Bezug 
      auf das Gesamte wesentlich wird. Die fr&uuml;heren Installationen wie &#132;trace 
      pattern I&#147; (1997) und &#132;trace pattern II&#147; (1998), sind eindeutig 
      auf die Interaktion der Personen untereinander ausgerichte. Das Verhalten 
      der Personen wird aufgenommen, verst&auml;rkt und interpretiert: Gehen sie 
      nah aneinander? Gehen sie aufeinander zu? Gehen sie voneinander weg? Gibt 
      es sogenannte Tracks, d.h. laufen mehrere Personen im Gleichschritt? Diese 
      Beobachtungen flie&szlig;en in die Interpretation ein. Bei der aktuellen 
      Installation in K20 wird der Raum in der Form eines bzw. mehrerer K&ouml;rper 
      dargestellt. Diese K&ouml;rper haben Ein- und Ausg&auml;nge, &Ouml;ffnungen 
      und Abschl&uuml;sse, sie werden aus kleinen Einheiten geb&uuml;ndelt und 
      verschmelzen zu einem gro&szlig;en Ganzen oder teilen sich. Sie bl&auml;hen 
      sich auf oder bilden L&ouml;cher, die gr&ouml;&szlig;er werden k&ouml;nnen, 
      bis sich die K&ouml;rper aufl&ouml;sen. All diese r&auml;umlichen Elemente 
      werden durch das Verhalten der Leute bestimmt. Wir mappen gleichsam die 
      Spuren der Besucher des Platzes gem&auml;&szlig; den verschiedenen Geh-Geschwindigkeiten 
      und gem&auml;&szlig; ihrer H&auml;ufigkeit vor Ort auf eine mathematische 
      Form, eine Isofl&auml;che, die sich dem Verhalten entsprechend &auml;ndert. 
      </font></td>
    <td width="246" valign="top" height="141"> 
      <p><font face="Verdana, Arial, Helvetica, sans-serif" size="2"><a href="#top">top</a></font></p>
    </td>
  </tr>
  <tr> 
    <td valign="top" height="26" colspan="2">&nbsp;</td>
    <td width="246" valign="top" height="26">&nbsp;</td>
  </tr>
  <tr> 
    <td valign="top" height="21" colspan="2"> 
      <div align="right"></div>
    </td>
    <td width="246" valign="top" height="21"><font face="Verdana, Arial, Helvetica, sans-serif" size="5">das 
      neuronale netz<a name="neural_network"></a></font></td>
  </tr>
  <tr> 
    <td valign="top" height="200" colspan="2"> 
      <div align="left"><font size="2" face="Courier New, Courier, mono">Das neuronale 
        Netz, hier die Kohonenkarte lernt durch Selbstorganisation. Das ist eine 
        Methode des Lernens aufgrund der Nachbarschaftsbeziehungen von Neuronen 
        untereinander. Es wird eine Netzstruktur aufgebaut, die das, was auf dem 
        Platz ist, abbildet.<br>
        Dar&uuml;ber hinaus ist die klassische SOM um Eigenschaften ver&auml;ndert, 
        um das Problem zu l&ouml;sen, da&szlig; sich daraus ergibt, da&szlig; 
        es sich beim beobachteten Raum um eine begrenzte Fl&auml;che handelt. 
        Denn am Rand bestehen andere Bedingungen zur Verrechnung von wahrgenommenen 
        Bewegungen als in der Mitte, da der Zustand eines Ortes jeweils auch durch 
        seine Nachbarschaft begr&uuml;ndet wird. In der Simulation von physikalischen 
        Prozessen definiert man die Beobachtungsfl&auml;che einfach als Torus 
        oder Kugel, wobei das, was beispielsweise am rechten Bildrand verschwindet, 
        am linken wieder auftaucht. Dies macht f&uuml;r einen realen Platz allerdings 
        keinen Sinn, weshalb wir das Verfahren modifiziert haben: wir lassen in 
        Regionen zu gro&szlig;er Impulsdichte die Neuronen abw&auml;rts in eine 
        zweite Ebene wandern, die die Neuronen auf n&auml;chstgelegene Stellen 
        mit Neuronenmangel verteilt. Dadurch haben wir ein kleinr&auml;umiges 
        zyklisches Energieauswertungssystem geschaffen, das verhindert, da&szlig; 
        von der SOM nichts als ein Kn&auml;uel in der Mitte des Platzes &uuml;brig 
        bleibt (siehe Grafiken) &#150; Das w&auml;re nichts anderes als eine zu 
        hohe Informationsdichte, die keinerlei Information liefern kann (quasi 
        ein schwarzes &#132;Datenloch&#147;). <br>
        F&uuml;r mich als K&uuml;nstlerin ist die Anwendung neuronaler Netze sehr 
        spannend, weil sie von mir verlangen, da&szlig; ich mein gestalterisches 
        und visuelles Wollen zugunsten von Prozessen zur&uuml;cknehme, die mit 
        Hilfe dieses Kameraauges von sich aus ablaufen &#150; tats&auml;chlich 
        aber nicht &uuml;ber die Kamera, sondern &uuml;ber die Leute, die sich 
        im Fokus der Kamera befinden, also &uuml;ber das Bild vom Platz. Da die 
        rechnerinterne Datenverarbeitung dem menschlichen Wahrnehmungsapparat 
        nachgeformt ist, verlangt sie von mir, da&szlig; ich mir auch &uuml;ber 
        die Grenzen der Wahrnehmung und &uuml;ber die M&ouml;glichkeiten und Unm&ouml;glichkeiten 
        der Projektion von Wissen Gedanken mache. </font></div>
    </td>
    <td width="246" valign="top" height="200"> 
      <p><font face="Verdana, Arial, Helvetica, sans-serif"><font face="Verdana, Arial, Helvetica, sans-serif"><font color="#CC0000"><font face="Verdana, Arial, Helvetica, sans-serif"><font face="Verdana, Arial, Helvetica, sans-serif"><font face="Verdana, Arial, Helvetica, sans-serif"><font face="Verdana, Arial, Helvetica, sans-serif"><font face="Courier New, Courier, mono" size="2"><a href="torussom.swf" target="torussom" onClick="MM_openBrWindow('','torussom','resizable=yes,width=645,height=480')">visualisierung 
        der modifikation der self-organizing-map</a></font></font></font></font></font></font></font></font></p>
      <p><font face="Verdana, Arial, Helvetica, sans-serif" size="2"><a href="#top">top</a></font> 
      </p>
    </td>
  </tr>
  <tr> 
    <td valign="top" height="25" colspan="2">&nbsp;</td>
    <td width="246" valign="top" height="25">&nbsp;</td>
  </tr>
  <tr> 
    <td valign="top" height="25" align="right" colspan="2">&nbsp;</td>
    <td width="246" valign="top" height="25"><font face="Verdana, Arial, Helvetica, sans-serif" size="5">die 
      isofl&auml;che<a name="isosurface"></a></font></td>
  </tr>
  <tr> 
    <td valign="top" height="265" align="right" colspan="2"> 
      <div align="left"> <font size="2" face="Courier New, Courier, mono">Wie 
        bereits erw&auml;hnt, wird der Grabbeplatz im virtuellen Bild durch eine 
        Videotextur wiedergegeben. Sie markiert die mit dem Tracking-Programm 
        erfa&szlig;te Fl&auml;che, &uuml;ber die die Rechenoperationen einen abstrakten 
        Raum entstehen lassen. Die Knoten der SOM bilden in diesen Raum Bahnen, 
        gen&auml;hrt durch Impulse, die auf die Geschwindigkeit, Richtung und 
        die Verweildauer der Passanten zur&uuml;ckgehen. So wird die ebene Trackingfl&auml;che 
        um eine zus&auml;tzliche Dimension erweitert. Um die r&auml;umlichen Beziehungen 
        der Knoten nicht nur als Punkte im Raum, sondern auch in ihrem Verh&auml;ltnis 
        zueinander zu visualisieren, lassen wir in der Umgebung eines jeden Knotens 
        eine gedachte Potentialfunktion herrschen. Diese Funktion wird als Fl&auml;che 
        im Raum dargestellt. Diese folgt der Bahn eines jeden Knotens und pa&szlig;t 
        ihre Gestalt der aktuellen Rolle in der SOM an. Solche Fl&auml;chen nennt 
        man Isofl&auml;chen. Sie werden benutzt, um beispielsweise die Homogenit&auml;t 
        von Energiezust&auml;nden (hier: Potentialzust&auml;nden) innerhalb eines 
        Kontinuums darzustellen. Alle auf dieser Fl&auml;che liegenden Punkte 
        repr&auml;sentieren dann einen gleichwertigen Zustand. Die Potentialfunktionen 
        &#150; je eine f&uuml;r einen Knoten &#150; &uuml;berlappen sich oder 
        gehen sich aus dem Weg; sie verst&auml;rken sich untereinander oder l&ouml;schen 
        sich gegenseitig aus. Dieses turbulente Geschehen macht Fl&auml;chen sichtbar, 
        die, einer Seifenhaut vergleichbar, ineinander verschmelzen, voneinander 
        abtropfen oder sich in unendlich kleine Einheiten verlieren. In der arithmetischen 
        Summe aller einzelnen Potentiale liegt der Schl&uuml;ssel zu diesen Fl&auml;chen: 
        Es werden alle Punkte im Raum bestimmt, an denen die Potentialsumme einen 
        bestimmten (von uns gew&auml;hlten) Zahlenwert erreicht. Die Gesamtheit 
        dieser unz&auml;hligen Punkte (und damit das virtuell-skulpturale Gebilde) 
        erscheint als glattes oder zerkl&uuml;ftetes, als l&ouml;chriges oder 
        kompaktes Gebilde, dessen st&auml;ndig bewegte Oberfl&auml;che eine neue 
        Sichtweise auf die Entwicklung der SOM bietet. In Bezug auf den Grabbeplatz 
        stellt die SOM die raumzeitlichen Verzerrungen des Platzes dar &#150; 
        wenn man ihn nicht als kontinuierliches Raumgebilde, sondern als Summe 
        von einzelnen &#132;Weltenlinien&#147; der Passanten, also von Wegen einzelner 
        Menschen, die sich hier zuf&auml;llig kreuzen, sieht. Die SOM l&ouml;st 
        aber auch die Zeit auf, denn es kreuzen sich auch Wege, die sich zeitlich 
        versetzt ereigneten. Insofern ist die SOM ein Speicher pers&ouml;nlicher 
        Zeiten, der dem Grabbeplatz eine virtuelle Gestalt verleiht. Die Isofl&auml;chen 
        haben die Funktion, Gebiete, die viel begangen und genutzt werden, von 
        den Bereichen mit sp&auml;rlicher Nutzung zu unterscheiden. Ausw&ouml;lbungen 
        markieren die h&auml;ufige Anwesenheit von Personen, L&ouml;cher die Abwesenheit. 
        Die Dynamik der Isofl&auml;chen folgt der Dynamik der Ansammlungen von 
        Menschen, die, wenn sie beispielsweise eine gewisse Dichte erreichen, 
        umkippen und sich wieder aufl&ouml;sen, um zu gro&szlig;e Enge zu vermeiden.</font></div>
    </td>
    <td width="246" valign="top" height="265"><font face="Verdana, Arial, Helvetica, sans-serif" size="2"><a href="#top">top</a></font> 
    </td>
  </tr>
  <tr> 
    <td valign="top" height="32" colspan="2">&nbsp;</td>
    <td width="246" valign="top" height="32">&nbsp;</td>
  </tr>
  <tr> 
    <td valign="top" height="32" align="right" colspan="2">&nbsp;</td>
    <td width="246" valign="top" height="32"><font face="Verdana, Arial, Helvetica, sans-serif" size="5">sound<a name="sound"></a></font></td>
  </tr>
  <tr> 
    <td valign="top" height="71" colspan="2"><font face="Courier New, Courier, mono" size="2">Beim 
      Sound handelt sich um eine Form von &#132;Monitoring&#147;, das die aktuellen 
      Positionen der Menschen auf dem Platz und deren in einem Langezeitorganismus 
      verrechnete Form referenziert. Beides wird graphisch als Position in dem 
      K&ouml;rper repr&auml;sentiert, der als Ged&auml;chtnisform in dem virtuellen 
      Bild sichtbar ist. Der Sound wird ebenfalls auf die aktuelle Position Bezug 
      nehmen; eine Ver&auml;nderung der Position des Betrachters ver&auml;ndert 
      somit auch den Sound. Wenn man geht, ist also etwas anderes h&ouml;rbar 
      als wenn niemand auf dem Platz ist. Zum anderen soll der Sound &#150; und 
      das ist die eigentliche Qualit&auml;t von Ger&auml;usch &#150; Informationen 
      &uuml;ber das freigeben, was auf dem Platz passiert. Und er soll &uuml;ber 
      Sprache eine Kategorisierung vornehmen. </font> </td>
    <td width="246" valign="top" height="71"><font face="Verdana, Arial, Helvetica, sans-serif" size="2"><a href="#top">top</a></font></td>
  </tr>
  <tr> 
    <td valign="top" height="32" colspan="2"> 
      <div align="right"></div>
    </td>
    <td width="246" valign="top" height="32">&nbsp;</td>
  </tr>
  <tr> 
    <td valign="top" height="55" align="right" colspan="2">&nbsp;</td>
    <td width="246" valign="top" height="55"><font face="Verdana, Arial, Helvetica, sans-serif" size="5">architectur-kontext<a name="architectural"></a></font></td>
  </tr>
  <tr> 
    <td valign="top" height="222" colspan="2"><font face="Courier New, Courier, mono" size="2">Die 
      Architektur, wie wir sie kennen, kann den Bed&uuml;rfnissen der Benutzer 
      nicht entsprechen, weil sie aus Immobilien, aus unbeweglichen, modernen, 
      vielleicht siebzig oder ein paar hundert Jahre alten Geb&auml;uden besteht. 
      Man kann sich im Augenblick flexible Geb&auml;ude noch nicht vorstellen. 
      Aber die Lebenszeit der Geb&auml;ude wird k&uuml;rzer, wenn man sich Resultate 
      von Konferenzen wie &#132;shrinking cities&#147; ansieht. Der Trend geht 
      dahin, H&auml;user zu planen, die auf- und abbaubar, die transferierbar 
      und die in ihren Funktionen flexibel sind. Das ist nicht nur meine Forderung, 
      sondern auch die von Stadtplanern. Mein Ansatz ist es, von Geb&auml;udeformen 
      wegzukommen, die, wie es fr&uuml;her der Bildhauer gemacht hat, individuelle 
      Setzungen vornehmen; die gedacht sind als ein K&ouml;rper, so wie ich mich 
      empfinde; als ein Zeichen, so wie ich es sch&ouml;n finde. Die neu zu entwerfenden 
      Geb&auml;ude m&uuml;ssen sich selbstverst&auml;ndlich funktional in den 
      erstellten Nutzungsplan einf&uuml;gen. Aber diese Geb&auml;ude sollten w&auml;hrend 
      ihrer Nutzung ihr Umfeld beobachten um festzustellen, ob sie ihre Aufgabe 
      erf&uuml;llen. Es stellt sich die Frage, wie so ein Konzept formuliert werden 
      k&ouml;nnte, wenn es nicht nur aufgrund der Idee einer Person oder einer 
      Expertenkommission entwickelt wurde, sondern wenn es noch einmal der Bewertung 
      der &Ouml;ffentlichkeit unterworfen wird. Es ist nicht neu zu behaupten, 
      da&szlig; sich die Architektur mit der Einf&uuml;hrung des Computers ge&auml;ndert 
      hat, weil die Entwurfsmethoden mit Tools, CAD-Programmen usw. andere geworden 
      sind. &#132;Blob Architecture&#147; bezeichnet eine recht junge Architektur, 
      die weniger baut denn entwirft. Meistens entstehen biomorphe Geb&auml;udeformen 
      in 3D-Programmen. Es werden Formen beispielsweise durch die Beobachtung 
      von Umweltfaktoren entwickelt, die manifest werden. Insofern k&ouml;nnte 
      man die Installation am Grabbeplatz als Vertreter dieser Form von Architektur 
      sehen. Das Ziel meiner Projekte ist es jedoch, nicht einfach andere Formen 
      f&uuml;r H&auml;user zu finden, die dann doch wieder nur statische Monumente 
      werden, sondern interaktive Verfahren zu testen, um zu sehen, welche wahrnehmbaren 
      Spuren sinnvolle Strukturen f&uuml;r Geb&auml;ude liefern. &#132;Blob Architecture&#147; 
      wird sich an der Sinnhaftigkeit der an den Blobs zu vollziehenden Datenexplorationen 
      zu bew&auml;hren haben. Diese Methoden der Verarbeitung implizieren ein 
      Menschenbild, das m&ouml;glicherweise unserer zuk&uuml;nftige Architektur 
      zu Grunde liegt. </font></td>
    <td width="246" valign="top" height="222"><font face="Verdana, Arial, Helvetica, sans-serif" size="2"><a href="#top">top</a></font></td>
  </tr>
  <tr> 
    <td valign="top" height="21" align="right" colspan="2">&nbsp;</td>
    <td width="246" valign="top" height="21"><font face="Verdana, Arial, Helvetica, sans-serif" size="5">vorschau<a name="outlook"></a></font></td>
  </tr>
  <tr> 
    <td valign="top" height="80" colspan="2"><font size="2" face="Courier New, Courier, mono">Im 
      n&auml;chsten Projekt der inoutsite-Reihe wird die R&uuml;ckkehr zum Realraum 
      anvisiert. Heute jedoch w&auml;re die R&uuml;ckkehr zur (statischen) Form 
      und zum Skulpturalen zu fr&uuml;h, weil wir mit der Auswertung der Interaktion 
      noch nicht so weit gekommen sind, da&szlig; wir wissen, was zu bauen w&auml;re, 
      insbesondere solange die Materialien der Geb&auml;ude noch nicht flexibel 
      sind. <br>
      Auch sind komplexere Schnittstellen notwendig, die eine gr&ouml;&szlig;ere 
      Bandbreite von wahrnehmbaren menschlichen &Auml;u&szlig;erungen auswerten 
      k&ouml;nnen. Im Virtuellen ist man heute mit den Methoden sehr viel flexibler 
      und weniger sch&auml;digend, solange man noch nicht baut und das Ergebnis 
      in der visuellen und akustischen &Uuml;berpr&uuml;fung durch die Benutzer 
      bel&auml;sst. Zur Gestaltung des Realraums kann man &uuml;bergehen, wenn 
      die Architektur so ver&auml;nderbar ist, wie es das interaktive System fordert. 
      </font> </td>
    <td width="246" valign="top" height="80"><font face="Verdana, Arial, Helvetica, sans-serif" size="2"><a href="#top">top</a></font></td>
  </tr>
  <tr> 
    <td valign="top" height="23" align="right" colspan="2">&nbsp;</td>
    <td width="246" valign="top" height="23"><font face="Verdana, Arial, Helvetica, sans-serif" size="5">mitarbeiter</font></td>
  </tr>
  <tr> 
    <td valign="top" height="67" colspan="2"><font face="Courier New, Courier, mono" size="2">Matthias 
      Weber, Freiberg<br>
      Peter Serocka, Shanghai<br>
      Yunchul Kim, K&ouml;ln <br>
      Ursula Damm, D&uuml;sseldorf</font> </td>
    <td width="246" valign="top" height="67"> 
      <p>&nbsp;</p>
    </td>
  </tr>
</table>
</body>
</html>
